<?php

return [
    'dashboard' => 'ផ្ទាំងគ្រប់គ្រង',
    'home'  => 'ទំព័រដើម',
    'navigation' => 'ការរុករកចម្បង',
    
    'account' => 'គណនី',
    'shop' => 'ហាង',
    'category' => 'ប្រភេទ',
    'product' => 'ផលិតផល',
    'user' => 'អ្នកប្រើប្រាស់',

    'add_user' => 'បន្ថែមអ្នកប្រើប្រាស់',
    'update_user' => 'ធ្វើបច្ចុប្បន្នភាពអ្នកប្រើប្រាស់',
    'delete_user' => 'លុបអ្នកប្រើប្រាស់',

    'btn_save' => 'រក្សាទុក',
    'btn_edit' => 'ធ្វើបច្ចុប្បន្នភាព',
    'btn_delete' => 'លុប',
    'btn_cancel' => 'បោះបង់',

    'active' => 'សកម្ម',
    'deactive' => 'អសកម្ម',

    'status' => 'ស្ថានភាព',
    'action' => 'សកម្មភាព',
    'Nº'    => 'ល.រ',
    
    'version' => 'កំណែ',
    'build' => '០.០.១',
    'year' => '២០២៣-២០២៤',
    'copyright' => 'រក្សាសិទ្ធិ',
    'reserved' => 'រក្សា​រ​សិទ្ធ​គ្រប់យ៉ាង។',
];